Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=179_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: YK:n erityisraportoija S. James Anaya: Saamelaiset malliesimerkki maailman alkuperäiskansoille
sme: ON:a sierraraporterejeaddji S. James Anaya: Sámit ovdamearka

source: - Pohjoismaiden saamelaiset ovat esimerkki maailman muille alkuperäiskansoille kehittäessään uusia malleja alkuperäiskansojen oikeuksien turvaamiseksi.
sme: - Davviriikkaid sápmelaččat leat ovdamearkan máilmmi eará álgoálbmogiidda das go ovddidit ođđa málliid eamiálbmogiid vuoigatvuođaid dorvvasteamis.

source: Hyvä esimerkki uusista malleista on maiden hallitusten ja kolmen valtion saamelaiskäräjien yhteistyönä valmistelema ehdotus pohjoismaiseksi saamelaissopimukseksi.
sme: Buorre ovdamearka ođđa málliin lea riikkaid ráđđehusaid ja golmma riikka sámedikkiid ovttasbargun valmmaštallojuvvon evttohus davviriikkalaš sámekonvenšuvdnan.

source: YK:ssa alkuperäiskansojen ihmisoikeuksien ja perusoikeuksien erityisraportoijana toimiva professori S. James Anaya toi tervehdyksensä saamelaisten parlamentaarikkojen konferenssiin Rovaniemellä tiistaina 28.10.
sme: Professor S. James Anaya, gii bargá Ovttastuvvon Nášuvnnaid álgoálbmogiid ja vuođđovuoigatvuođaid sierraraporterejeaddjin, buvttii iežas dearvvahusa sámi parlamentarihkariid konferánsii Roavvenjárggas maŋŋebárgga 28.10.

source: Erityisraportoija Anaya totesi, että on hyvin tavallista, että alkuperäiskansa on jakaantunut useamman valtion alueelle.
sme: Sierraraporterejeaddji Anaya gávnnahii, ahte lea oalle dábálaš, ahte álgoálbmot lea juohkásan eallit máŋgga riikkas.

source: Sen takia saamelaisten kehittämä malli alueellisesta alkuperäiskansasopimuksesta voi toimia hyvänä esimerkkinä muille samanlaisessa tilanteessa eläville alkuperäiskansoille.
sme: Dan dihtii málle guovllulaš álgoálbmotsoahpamušas, man sápmelaččat leat ovddidan, sáhttá leahkit buorre ovdamearkan eará eamiálbmogiidda, mat ellet seammálágán diliin.

source: Hän suositteli saamelaisille parlamentaarikoille tiivistä yhteistyötä pohjoismaisen saamelaissopimuksen voimaan saattamiseksi.
sme: Son ávžžuhii sámi parlamentarihkkariidda nana ovttasbarggu, vai sámekonvenšuvdna dohkkehuvvošii riikkain ja de boađášii fápmui.

source: Saamelaisten parlamentaarikkojen konferenssi koostui Suomen, Norjan ja Ruotsin saamelaiskäräjien jäsenistä, Venäjän saamelaisjärjestöjen edustajista, tarkkailijoista ja saamelaisasioita käsittelevistä viranomaisista ja poliitikoista.
sme: Sámi parlamentarihkariid konferánsii oassálaste Suoma, Norgga ja Ruoŧa sámedikkiid lahtut, Ruošša sámeorganisašuvnnaid ovddasteaddjit, dárkkuheaddjit ja sámeáššiid gieđahalli virgeeisseváldit ja politihkarat.

source: Konferenssin järjestäjänä toimi 2000-luvun alussa perustettu saamelainen parlamentaarinen neuvosto, joka on Pohjoismaiden saamelaiskäräjien yhteistyöelin.
sme: Konferánssa ordnejeaddjin lei 2000-logu álggus vuođđuduvvon Sámi parlamentáralaš ráđđi, mii lea Davviriikkaid sámedikkiid ovttasbargoorgána.

source: Konferenssin ohjelma koostui pohjoismaiseen yhteistyöhön liittyvistä asiakokonaisuuksista kuten saamen kieliyhteistyöstä, saamelaisnuorten pohjoismaisesta yhteistyöstä sekä Suomen, Ruotsin ja Norjan lapsiasiavaltuutettujen yhteistyöprojektin tuloksista.
sme: Konferánssa prográmma fáttát laktásedje davviriikkalaš gažaldagaide nugo sámi giellaovttasbargui, sámenuoraid davviriikkalaš ovttasbargui ja Suoma, Ruoŧa ja Norgga mánáidáittarteaddjiid ovttasbargoprošeavtta bohtosiidda.

source: Saamelaisen kulttuuriviikon yhteinen teema, alkuperäiskansojen perinnetieto, oli myös konferenssin teemana.
sme: Sámi kulturvahku oktasaš temá, álgoálbmogiid árbediehtu, maiddái lei konferánssa fáddán.
